const filterTemplates = {
  payTypes: [
    "Наличные",
    "(без оплаты)",
    "СберБанк"
  ],
  discountTypes: [
    "",
    "NMpresent, скидочные карты сотрудников Нефтьмагистраль (iikoCard)",
    "NMpresent, Plazius",
    "NMpresent",
    "Скидка 40% на Гурманику, выпечку и десерты с 22:00 до 05:00",
    "NMpresent, Plazius, Вкусный обед за 359р",
    "NMpresent, Plazius, Скидка 40% на Гурманику, выпечку и десерты с 22:00 до 05:00",
    "Скидка МП Гурманика 10%",
    "Скидка МП Гурманика 50%",
    "Plazius, Скидка 30% Гурманика ЦО с 20:00 до 21:00",
    "Plazius, Скидка за упаковку воды",
    "Скидка 40% на Гурманику, выпечку и десерты с 20:00 до 23:59 (МФЦ)",
    "Plazius",
    "Скидка 30% Гурманика ЦО с 20:00 до 21:00",
    "iikoCard",
    "Скидка за упаковку воды",
    "Завтрак + напиток",
    "Вкусный обед за 359р",
    "NMpresent, Вкусный обед за 359р",
    "Скидка 40% Гурманика ЦО с 21:00 до 23:59",
    "Plazius, Вкусный обед за 359р",
    "99% скидка VIP",
    "Plazius, Завтрак + напиток",
    "скидка 10% для сотрудников в МФЦ",
    "Plazius, Скидка 40% на Гурманику, выпечку и десерты с 22:00 до 05:00",
    "скидочные карты сотрудников Нефтьмагистраль (iikoCard)",
    "1+1 DC",
    "NMpresent, Скидка 40% на Гурманику, выпечку и десерты с 22:00 до 05:00",
    "NMpresent, Скидка за упаковку воды",
    "Скидка 20% МП Гурманика самовывоз",
    "1+1 ЯЕ",
    "NMpresent, Питание персонала"
  ],
  orderTypes: [
    "",
    "С СОБОЙ",
    "В ЗАЛЕ"
  ]
}

module.exports = {
  filterTemplates
}